{
  "Гречневый салат с овощами": {
    "recipe" : "1. Гречку отварить в подсоленной воде до готовности и остудить.\n2. Адыгейский сыр нарезать кубиками среднего размера.\n3. Помидоры черри разрезать пополам или мельче, если у вас крупные.\n4. Перец нарезать кубиками.\n5. Огурец нарезать кубиками, по размеру такими же, как перец.\n6. Зелень мелко порубить.\n7. В глубоком салатнике смешать все ингредиенты, листья салата порвать руками и также добавить в салатник.\n8. Все перемешать, подсолить и заправить оливковым маслом.",
    "ingredients": "Гречневая крупа - 200 гр.\nВода - 400 мл.\nПомидоры черри - 300 гр.\nОгурец - 1 шт.\nПерец болгарский - 1/2 шт.\nЛистья салата - 50 гр.\nЗелень - 30 гр.\nАдыгейский сыр - 200 гр.\nМасло оливковое - 2 ст.л.\nСоль (по вкусу) - 1 ч.л."
  },
  "Зеленый салат с курицей и сыром": {
    "recipe" : "1. Помыть помидоры и огурец.\n2. Нарезать помидоры небольшими дольками.\n3. Огурец разрезать вдоль пополам и тонко нарезать.\n4. Очистить лук и нарезать тонкими полукольцами.\n5. Вымыть и обсушить зеленый лук. Мелко нашинковать.\n6. Разогреть на сковороде растительное масло.\n7. Посолить и поперчить куриное филе, посыпать специями для курицы.\n8. Обжарить до готовности и остудить.\n9. Нарезать тонкой соломкой вымытый и обсушенный зеленый салат.\n10. Выложить все нарезанные овощи и зелень в большую миску.\n11. Слить жидкость с кукурузы и всыпать ее в миску.\n12. Добавить сметану, соль и хорошо перемешать салат.\n13. Нарезать тонкими ломтиками куриное филе.\n14. Выложить салат на порционную тарелку, сбоку разложить ломтики курицы и посыпать сыром, натертым на мелкой терке.",
    "ingredients" : "Огурец - 100 гр.\nПомидоры - 180 гр.\nРепчатый лук - 100 гр.\nЗеленый лук (1 пучок) - 50 гр.\nСалат листовой (1 пучок) - 100 гр.\nКуриное филе - 450 гр.\nСоль (по вкусу) - 5 гр.\nМолотый черный перец (по вкусу) - 2 гр.\nСпеции для курицы (по вкусу) - 3 гр.\nРастительное масло - 2 ст.л.\nКонсервированная кукуруза - 100 гр.\nСметана - 4 ст.л.\nТвердый сыр - 50 гр."
  },
  "Крабовый салат с огурцом" : {
    "recipe" : "1. Крабовые палочки нарезать мелкими кусочками.\n2. Яйца отварить, очистить и натереть на терке.\n3. Соединить все ингредиенты и перемешать.\n4. Нарезать кубиками огурец.\n5. Добавить огурец и заправить майонезом.\n6. Посыпать зеленью.",
    "ingredients" : "Крабовые палочки - 240 гр.\nЯйца - 3 шт.\nКукуруза консервированная - 290 гр.\nОгурец - 50 гр.\nМайонез веганский кешью-базилик - 100 гр.\nЗелень - 30 гр."
  },
  "Борщ с говядиной" : {
    "recipe" : "1. Сварить мясной бульон.\n2. Свеклу, морковь и лук нарезать соломкой, немного потушить, добавить помидоры или томат-пюре, уксус, сахар, 1-2 ст. ложки масла, закрыть крышкой и поставить овощи тушить. Овощи перемешивать, чтобы не пригорели, прибавляя, если нужно, немного бульона или воды.\n3. Через 15-20 минут добавить нашинкованную капусту, все перемешать и тушить еще 20 минут.\n4. Затем овощи залить подготовленным мясным бульоном, положить перец, лавровый лист, соль, добавить по вкусу немного уксуса и варить до полной готовности овощей. При подаче на стол в борщ положить сметану.\n5. В борщ при варке можно добавить картофель в целом виде или нарезанный дольками, а также свежие помидоры. Их также нарезают дольками и кладут в борщ за 5-10 минут до окончания варки. В готовый борщ кроме мяса можно положить вареную ветчину, сосиски или колбасу.\n6. Для подкрашивания борща можно сделать свекольный настой. Для этого одну свеклу нарезать ломтиками, залить стаканом горячего бульона, добавить чайную ложку уксуса и поставить на 10-15 минут на слабый огонь и довести до кипения. После этого настой процедить и влить в борщ перед подачей на стол.",
    "ingredients": "Вода - 3 л\nМясо - 500 гр\nСвекла - 2 шт\nМорковь - 1 шт\nКапуста белокочанная - 200 гр\nЛук репчатый - 1 шт\nПаста томатная - 2 ст.л\nУксус - 1 ст.л\nЗелень по вкусу\nСахар"
  },
  "Куриный суп с овощами" : {
    "recipe": "1. Порезать лук, измельчить чеснок, нашинковать капусту. Турнепс нарезать 1-сантиметровыми кубиками, стебель сельдерея – кусочками, а морковь и цуккини – ломтиками.\n2. Положить курицу, лук и чеснок в большую кастрюлю. Залить водой и довести до кипения. Уменьшить огонь и варить 50-60 минут или пока курица не станет мягкой.\n3. Вытащить курицу из бульона и остудить. Отделить мясо от костей и порезать.\n4. Снять жир с бульона. Положить обратно мясо и добавить все остальные ингредиенты (сельдерей, турнепс, морковь, цуккини, фасоль, капусту и специи). Варить 20-30 минут или пока овощи не станут мягкими.",
    "ingredients": "Курица - 1000 г\nРепчатый лук - 1 шт\nЧеснок - 2 зубчика\nВода - 3 литра\nСельдерей (стебель) - 1 шт\nТурнепс - 1 шт\nМорковь - 2 шт\nЦуккини - 2 шт\nФасоль (консервированная) - 225 г\nКапуста - 1 шт\nСоль - 2 ч. ложки\nЧерный перец - 1/4 ч. ложки"
  },
  "Суп с шампиньонами": {
    "recipe": "1. Грибы помыть, мелко порезать, залить водой, добавить рис, сливочное масло и соль. Варить около 10 минут.\n2. Лук мелко порезать и обжарить в растительном масле.\n3. Морковь потереть на мелкой тёрке и слегка обжарить с луком.\n4. Картофель очистить и порезать кубиками.\n5. К грибам добавить картофель, лавровый лист и морковь с луком варить до готовности, около 10 минут.",
    "ingredients": "Шампиньоны - 300 гр.\nВода - 1 л.\nКартофель - 2 шт.\nМорковь - 1 шт.\nЛук - 1 шт.\nСоль - 1 ч. л.\nЛавровый лист - 2 шт.\nСливочное масло - 2 ст. л.\nРастительное масло - 2 ст. л.\nРис - 3 ст. л."
  },
  "Запеченая форель" : {
    "recipe" : "1. Почистить рыбу и выпотрошить.\n2. Лук мелко порезать.\n3. Добавить в лук вино и выдавить сок из лимона, помять лук руками.\n4. На рыбе сделать надрезы, посолить и поперчить с обеих сторон. Выложить форель на фольгу, сделать бортики.\n5. Сверху полить маринадом и выложить лук.\n6. Отправить в духовку при 190 градусов на 30–40 минут.",
    "ingredients": "Форель - 800 гр.\nВино белое сухое (столовое) - 40 мл.\nЛук репчатый (средний) - 1 шт.\nЛимон - 1 шт.\nСоль (по вкусу) - 5 гр.\nПерец (по вкусу) - 5 гр."
  },
  "Курица по-индийски с рисом": {
    "recipe" : "1. Жгучий перчик измельчить ножом, имбирь и чеснок очистить, натереть на мелкой терке.\n2. В натуральный йогурт добавить жгучий перец, имбирь, чеснок, зиру, хмели-сунели, карри, 1 ст.ложку растительного масла, посолить.\n3. С куриных бедер снять кожу, порубить на кусочки.\n4. Куриные бедра немного посолить, залить ароматным йогуртом с приправами. Все тщательно перемешать.\n5. Для цвета в массу добавить томатную пасту, снова все перемешать, накрыть пищевой пленкой и убрать в холодильник мариноваться минимум на 1 час, можно на ночь.\n6. Рис басмати промыть до прозрачной воды, лук измельчить.\n7. На сковороду с растительным маслом выложить лук и обжарить его пару минут.\n8. На лук выложить курицу вместе с остатками ароматного маринада, довести до полуготовности под крышкой.\n9. На курицу выложить рис, залить водой, чтобы она едва прикрывала рис, немного посолить, накрыть крышку и на малом огне довести рис до готовности.",
    "ingredients": "Куриные бедра - 800 гр.\nРис басмати - 350 гр.\nНатуральный йогурт - 230 гр.\nЧеснок - 3 зуб.\nИмбирь - 20 гр.\nПерец чили (любой жгучий перчик) - 5 гр.\nКарри - 0.5 ч.л.\nЗира - 1 ч.л.\nХмели-Сунели - 1 ч.л.\nТоматная паста - 1 ч.л.\nЛук репчатый - 1 шт.\nРастительное масло - 2 ст.л.\nСоль - 2 ч.л.\nВода - 250 мл."
  },
  "Паста Болоньезе": {
    "recipe" : "1. Раздавить чеснок. Мелко порезать морковь, лук и сельдерей\n2. Растопить сливочное масло, добавить оливковое. Порезанные овощи отправить в сковороду и обжарить в течение 10 минут.\n3. Обжарить фарш помешивая 10 минут, размять, чтобы не было комочков. Добавить фарш в овощи.\n4. Влить молоко и перемешать, затем немного увеличить огонь, варить до тех пор, пока фарш не впитает молоко (10–15 минут).\n5. Влить вино и варить до тех пор, пока фарш его не впитает.\n6. Добавить томатную пасту. Консервированные помидоры очистить от кожицы, и влить в кастрюлю вместе с соком. Посолить, добавить специи по вкусу. Довести до кипения, затем варить на маленьком огне в течение 2 часов, постоянно помешивая (соус должен стать густым).\n7. Отварить макароны, добавить к ним соус и перемешать.",
    "ingredients": "Фарш (свинина + говядина) - 500 гр.\nСпагетти - 300 гр.\nМолоко - 300 мл.\nино сухое (белое или красное) - 300 мл.\nЛук репчатый (средний) - 1 шт.\nМорковь (средняя) - 1 шт.\nСтебель сельдерея - 1/4 шт.\nЧеснок - 2 зуб.\nТоматная паста - 2 ст.л.\nПомидоры маринованные (консервированные) - 400 гр.\nОливковое масло - 1 ст.л.\nСливочное масло - 10 гр.\nСоль (по вкусу) - 2 гр.\nПриправа (специи по вкусу) - 2 гр."
  },
  "Банановые панкейки": {
    "recipe": "1. Банан измельчить в блендере до однородной массы.\n2. Вбить яйцо, сахарозаменитель и хорошо перемешать.\n3. Постепенно вмешать муку.\n4. Обжарить панкейки с двух сторон на антипригарной сковороде.",
    "ingredients": "Банан крупный - 1 шт.\nЯйцо куриное - 2 шт.\nМука цельнозерновая - 50 гр.\nСахарозаменитель (по вкусу) - 1 гр."
  },
  "Бутерброд с авокадо": {
    "recipe": "1. Авокадо промыть, разрезать на две части и снять кожуру. Затем каждую часть нарезать на 5 долек.\n2. Твёрдый сыр порезать пластинками.\n3. Ломтик хлеба смазать сливочным сыром, уложить кусочки авокадо, порезанный сыр. Сверху уложить еще один ломтик хлеба.\n4. Обжарить бутерброд на сливочном масле с двух сторон до золотистой корочки под крышкой.",
    "ingredients": "Авокадо - 2 шт.\nХлеб белый (ломтики) - 8 кус.\nСыр сливочный - 40 гр.\nСыр твердых сортов - 60 гр.\nМасло сливочное - 20 гр."
  },
  "Каша овсянная на молоке": {
    "recipe": "1. В кипящее молоко добавить геркулес. Помешивать в течении 1-2 минут.\n2. Добавить соль и сахар по вкусу, перемешать.\n3. Добавить нарезанную на кусочки грушу.\n4. Варить все вместе в течении 10-15 минут на медленном огне.",
    "ingredients": "Молоко 2.5% - 0.5 л.\n Геркулес - 125 гр.\nСоль (по вкусу) - 2 гр.\nСахар (по вкусу) - 5 гр.\nГруша - 200 гр."
  },
  "Котлеты из свинины": {
    "recipe": "1. Мясо пропустить через мясорубку.\n2. Горбушку хлеба залить водичкой и дать размякнуть.\n3. Хлеб отжать от лишней воды и пропустить через мясорубку.\n4. Также поступить с луком. Добавить в фарш соль, перец и яйцо.\n5. Фарш хорошо перемешать. Попробовать на вкус, если не хватает соли или перца – добавить.\n6. Сковороду хорошо разогреть, руки смочить водой и сформировать котлеты. Обжарить котлеты с обеих сторон до золотистой корочки, периодически прикрывать сковороду крышкой.",
    "ingredients": "Мясо свиное - 400 гр.\nЛук - 1 шт.\nЯйцо - 1 шт.\nХлеб (горбушка) - 150 гр.\nЧеснок - 1 зуб.\nСоль - 1 ст. л.\nПерец черный - 1 ч. л.\nРастительное масло - 0.5 ст."
  }
}